//;******************************************************************************
//;* Copyright (c) 1983-2011, Insyde Software Corporation. All Rights Reserved.
//;*
//;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
//;* transmit, broadcast, present, recite, release, license or otherwise exploit
//;* any part of this publication in any form, by any means, without the prior
//;* written permission of Insyde Software Corporation.
//;*
//;******************************************************************************
// *++
//
// Copyright (c) 2004, Intel Corporation
// All rights reserved. This program and the accompanying materials
// are licensed and made available under the terms and conditions of the BSD License
// which accompanies this distribution.  The full text of the license may be found at
// http://opensource.org/licenses/bsd-license.php
//
// THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,
// WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.
//
// Module Name:
//
//   Strings.vfr
//
// Abstract:
//
//   String definitions for BdsPlatform formset.
//
// Revision History:
//
// --*/

/=#


#langdef eng "English"
#langdef fra "Français"
#langdef zho "\wide中文\narrow"
#langdef jpn "\wide日本語\narrow"
#langdef ita "Italian"
#langdef spa "Spanish"
#langdef ger "German"
#langdef por "Portuguese"

#string STR_BM_BANNER                  #language eng  "Boot Manager"
                                       #language fra  "Boot Manager"
#string STR_HELP_FOOTER                #language eng  "↑ and ↓ to change option, ENTER to select an option, ESC to exit"
                                       #language fra  "pour changer l'option, ENTRER choisir une option, ESC pour sortir"
#string STR_AND                        #language eng  " and "
                                       #language fra  " et "
#string STR_BOOT_OPTION_BANNER         #language eng  "Boot Option Menu"
                                       #language fra  "le Menu d'Option de Botte"
#string STR_ANY_KEY_CONTINUE           #language eng  "Press any key to continue..."
                                       #language fra  "Appuie n'importe quelle pour continuer..."
#string STR_LAST_STRING                #language eng  ""
                                       #language fra  ""

